{
  "produto": "alface",
  "etapa": "Estocagem da matéria-prima (câmara de refrigeração)",
  "perigos": [
    {
      "id": 1,
      "perigo": [
        {
          "tipo": "B",
          "perigo": "Multiplicação de microrganismos por temperatura inadequada",
          "justificativa": "A alface é altamente perecível e sensível à temperatura. O aumento da temperatura acelera a proliferação de microrganismos, a transpiração e a respiração, causando rápida deterioração. O controle rigoroso da temperatura é essencial para preservar a qualidade e reduzir as perdas pós-colheita.",
          "probabilidade": "Alta",
          "severidade": "Alta",
          "risco": "Desprezível",
          "medida": "Somente alfaces sadias e de alta qualidade devem ser armazenadas, pois a baixa temperatura não destrói os patógenos, apenas diminui sua atividade;\nA temperatura da alface deve ser reduzida logo após a colheita (pré-resfriamento) para diminuir a atividade metabólica e a transpiração;\nManter a temperatura de armazenamento entre 0°C e 5°C , com umidade relativa entre 95-100%;\nAs câmaras de refrigeração devem ser limpas regularmente;\nMonitorar e manter a ventilação adequada nas câmaras para evitar o acúmulo de etileno e calor;\nNão exceder a capacidade da câmara, mantendo corredores livres para circulação de ar;\nEvitar armazenar a alface com frutos climatéricos (como tomate, melancia, banana) que liberam etileno, pois este gás pode causar manchas escuras e acelerar o amadurecimento e deterioração da alface;",
          "perigo_significativo": "SIM",
          "origem": "appcc"
        }
      ],
      "questionario": [
        {
          "questao_1": "Sim",
          "questao_1a": "",
          "questao_2": "Sim",
          "questao_3": "",
          "questao_4": "",
          "resultado": "É um PCC"
        }
      ],
      "resumo": []
    },
    {
      "id": 2,
      "perigo": [
        {
          "tipo": "F",
          "perigo": "Fragmentos de gelo",
          "justificativa": "A presença de fragmentos físicos na alface pode representar um risco de corpo estranho, causando lesões ao consumidor (cortes na boca, engasgos) e resultando em não conformidade do produto, impactando a segurança alimentar e a reputação da marca. Embora a refrigeração seja essencial, a formação excessiva de gelo na câmara (devido a falhas no equipamento, alta umidade ou temperatura muito baixa) pode levar à quebra e desprendimento de fragmentos que podem contaminar a alface. Além disso, o congelamento da alface pode causar deterioração do tecido e liberar \"água livre\", que ao recongelar, pode formar fragmentos.",
          "probabilidade": "Média",
          "severidade": "Alta",
          "risco": "Desprezível",
          "medida": "Monitorar rigorosamente a temperatura da câmara para evitar que fique abaixo do ponto de congelamento da alface (0,2°C);\nControlar a umidade relativa dentro da faixa recomendada (95-100%) para evitar a formação excessiva de gelo no ambiente da câmara;\nRealizar ciclos de degelo programados e manutenção preventiva regular dos equipamentos de refrigeração para evitar acúmulo de gelo nas serpentinas e outras superfícies [simulação];\nInspecionar as superfícies internas da câmara quanto à presença de gelo excessivo antes e durante a estocagem [simulação].",
          "perigo_significativo": "SIM",
          "origem": "appcc"
        }
      ],
      "questionario": [
        {
          "questao_1": "Sim",
          "questao_1a": "",
          "questao_2": "Sim",
          "questao_3": "",
          "questao_4": "",
          "resultado": "É um PCC"
        }
      ],
      "resumo": []
    },
    {
      "id": 3,
      "perigo": [
        {
          "tipo": "Q",
          "perigo": "Resíduos de defensivos agrícolas",
          "justificativa": "A presença de resíduos de defensivos agrícolas acima dos limites permitidos na alface representa um perigo químico à saúde do consumidor. Embora a estocagem em si não cause a formação de resíduos, ela é a etapa final antes do transporte/distribuição onde o produto pode estar comprometido se as boas práticas agrícolas não foram seguidas na produção primária. Portanto, é fundamental garantir que a matéria-prima que entra na estocagem esteja em conformidade com a legislação vigente em relação aos níveis de agrotóxicos.",
          "probabilidade": "Média",
          "severidade": "Alta",
          "risco": "Baixa",
          "medida": "Controle na Origem: Exigir do fornecedor da matéria-prima o cumprimento das boas práticas agrícolas (BPA) na produção da alface;\nCertificação/Rastreabilidade: Adquirir alface de fornecedores certificados ou com programas de rastreabilidade que comprovem o uso correto e dentro dos limites dos defensivos agrícolas;\nAnálise de Lotes: Realizar análises laboratoriais periódicas em amostras da alface recebida para verificar a presença e os níveis de resíduos de defensivos agrícolas [simulação];\nEspecificação de Compra: Ter uma especificação clara de compra que inclua os requisitos de conformidade com os limites máximos de resíduos (LMRs) estabelecidos pela legislação brasileira.",
          "perigo_significativo": "SIM",
          "origem": "appcc"
        }
      ],
      "questionario": [
        {
          "questao_1": "Sim",
          "questao_1a": "",
          "questao_2": "Sim",
          "questao_3": "",
          "questao_4": "",
          "resultado": "É um PCC"
        }
      ],
      "resumo": [
        {
          "limite_critico": "Níveis de resíduos de defensivos agrícolas: devem estar em conformidade com os Limites Máximos de Resíduos (LMRs) estabelecidos pela Agência Nacional de Vigilância Sanitária (ANVISA) e pelo Ministério da Agricultura e Pecuária e Abastecimento (MAPA) no Brasil.",
          "monitoramento": {
            "oque": "Documentação de origem (certificados, registros de aplicação), resultados de análises laboratoriais de resíduos de defensivos agrícolas.",
            "como": "Verificação documental na recepção de cada lote (certificados de análise, declarações do produtor sobre as práticas e defensivos utilizados);Coleta de amostras e envio a laboratório credenciado para análise de resíduos (frequência baseada em análise de risco do fornecedor e histórico de conformidade) [simulação].",
            "quando": "Na recepção de cada lote de matéria-prima (documentação); periodicamente, conforme plano de amostragem definido (análises laboratoriais) [simulação].",
            "quem": "Responsável pelo recebimento da matéria-prima ou controle de qualidade [simulação]."
          },
          "acao_corretiva": "Retenção e Descarte: Reter o lote de alface que apresentar resíduos de defensivos agrícolas acima dos limites permitidos. Este lote deve ser descartado ou devolvido ao fornecedor, conforme contrato e legislação [simulação];\nInvestigação do Fornecedor: Comunicar o fornecedor e exigir uma investigação da causa do problema. Avaliar a continuidade do fornecimento com base nos resultados da investigação e nas ações corretivas do fornecedor [simulação];\nAumento da Frequência de Análises: Aumentar a frequência de análises para lotes futuros do mesmo fornecedor até que a conformidade seja comprovada [simulação];\nNotificação: Notificar os órgãos competentes, se exigido pela legislação [simulação].",
          "registro": "Registros de recebimento da matéria-prima, incluindo dados do fornecedor e certificações;Laudos de análises laboratoriais de resíduos de defensivos agrícolas;Registros de não conformidades (lotes reprovados);Registros de ações corretivas tomadas (descarte, devolução, comunicação ao fornecedor).",
          "verificacao": "Revisão periódica dos laudos de análises e registros de não conformidades;Auditorias nos fornecedores para verificar a implementação das boas práticas agrícolas;Revisão anual ou bienal do plano APPCC para garantir a eficácia das medidas de controle do perigo de resíduos de defensivos agrícolas [simulação];Análise de tendências de conformidade dos fornecedores [simulação]."
        }
      ]
    }
  ]
}